Repository: killiangr/MobilityPortalPublicVersion
Catalog: translations/messages.*.xlf
Languages: fr

source: Multipurpose
fr: Polymenu

source: Mobility Portal
fr: Portail Mobilité

source: Budget Line Dashboard
fr: Tableau de bord Ligne Budget

source: Select Budget:
fr: Sélectionner un Budget:

source: All
fr: Tout

source: Budget Line
fr: Ligne de Budget

source: Global View
fr: Vue Globale

source: Invoice
fr: Facture

source: BUDGET LINE
fr: LIGNE DE BUDGET

source: Line Nature
fr: Nature Ligne

source: Project
fr: Projet

source: Society
fr: Société

source: Provider
fr: Fournisseur

source: Accounting Code
fr: Code Comptable

source: Amount OT
fr: Montant HT

source: Remaining Amount
fr: Montant Restant

source: no records found
fr: Aucune données

source: New Budget Line
fr: Nouvelle Ligne de Budget

source: Create New Budget Line
fr: Créer une Nouvelle Ligne de Budget

source: Upload Files
fr: Importer un Fichier

source: General Setup
fr: Paramétrage Général

source: New Parameter
fr: Nouveau Paramètre

source: GENERAL SETUP
fr: PARAMETRAGE GENERAL

source: NEW PARAMETER
fr: NOUVEAU PARAMETRE

source: Invoice Line Dashboard
fr: Tableau de bord Ligne de Facture

source: Invoice Line
fr: Ligne de Facture

source: INVOICE LINE
fr: LIGNE DE FACTURE

source: Invoice Number
fr: Numéro de Facture

source: Invoice Date
fr: Date de Facture

source: New Invoice Line
fr: Nouvelle Ligne de Facture

source: Create New Invoice Line
fr: Nouvelle Ligne de facture

source: Home
fr: Accueil

source: Budget Setup
fr: Paramètre Budget

source: Market Data
fr: Données de Marché

source: Loading
fr: Chargement

source: Dashboards
fr: Tableaux de bord

source: GLOBAL VIEW
fr: VUE GLOBALE

source: Invoice N°
fr: Facture N°

source: Amount R
fr: Montant R

source: Countries / Colors
fr: Pays / Couleurs

source: Pictures
fr: Photos

source: Files
fr: Fichiers

source: MOBILITY PORTAL
fr: PORTAIL MOBILITE

source: Acceed To Mobility Portal
fr: Accéder au Portail de Mobilité

source: Budgets / Invoices
fr: Budgets / Factures

source: General Setup Options
fr: Options Paramétrage Général

source: General Setup Dashboard
fr: Tableau de Bord Paramétrage Général

source: Add Parameter
fr: Ajouter un Paramètre

source: Budget Options
fr: Options Budget

source: Dashboard / Manage Budgets, Invoices
fr: Tableau de bord / Gérer les Budgets, Factures
